import qilin from '~@/assets/category/talent-assessment/qilin.png';
import ningsi from '~@/assets/category/talent-assessment/ningsi.png';
import ruantong from '~@/assets/category/talent-assessment/ruantong.png';
import zhongruan from '~@/assets/category/talent-assessment/zhongruan.png';
import shenzhou from '~@/assets/category/talent-assessment/shenzhou.png';

export default [
  {
    logo: qilin,
    company: '麒麟信安',
    intro:
      '湖南麒麟信安科技股份有限公司成立于2015年，规模500人+，麒麟信安专注于国家关键信息基础设施领域相关技术的研发与应用，主要从事操作系统产品研发及技术服务，并以操作系统为根枝树创新发展信息安全和云计算业务，形成国产操作系统--云计算--信息安全三位一体产品线。麒麟信安作为首批openEuler商业发行版厂商，将openEuler作为唯一技术路线。麒麟信安连续七年通过国家公安部等保四级测评，并通过国家保密局商用密码技术测评及认证，产品已在国防、党政、能源、金融、教育等重要领域得到了广泛应用。',
    posts: ['操作系统开发工程师', '技术支持工程师', '测试工程师'],
  },
  {
    logo: ningsi,
    company: '凝思软件',
    intro:
      '北京凝思软件股份有限公司（以下简称“凝思软件”）成立于2016年，拥有500多名员工。凝思软件专注于服务器操作系统，主要为电网、金融、通信、铁路和能源等行业的生产业务系统及关键业务系统提供操作系统软件及相关产品和服务。凝思安全操作系统欧拉版V6.0.99是一款面向政企、金融、能源、通信等各行业设计的通用企业级服务器操作系统。该系统基于openEuler社区版，集成了凝思固域内核安全子系统，并融合了多项自研的竞争力特性，提供高性能、稳定可靠、安全易用的业务体验，进一步完善生态支持，并提供专业的技术服务。该系统适用于服务器、云计算、边缘计算、嵌入式等应用场景。',
    posts: [
      'Linux高级研发工程师',
      'Linux操作系统开发工程师',
      'Linux安全开发工程师',
    ],
  },
  {
    logo: ruantong,
    company: '软通动力',
    intro:
      '软通动力信息技术（集团）股份有限公司是中国数字技术产品和服务创新领导企业，致力于成为具有全球影响力的数字技术服务领导企业，企业数字化转型可信赖合作伙伴。目前员工近90000人，在全球40余个城市设有近百个分支机构，在10余个重要行业服务超过1100家国内外客户，其中超过230家客户为世界500强或中国500强企业。近年来，软通动力自主研发了企业级服务器操作系统-天鹤OS，推出“openEuler managed by 软通动力”产品，发布了自有OS迁移工具x2TianHe、一站式服务工具链iTools，在社区多个SIG组持续投入，力争成为客户首选的openEuler产品和服务提供商。',
    posts: ['系统运维工程师', '容器运维工程师'],
  },
  {
    logo: zhongruan,
    company: '中软国际',
    intro:
      '中软国际，成立于2000年的行业领军企业，香港主板上市公司，专注软件与信息技术服务，全球服务覆盖47国，员工逾7万。连续五年位列Gartner全球IT服务百强，2023年排名跃升至第73位，中国软件百强第12。定位“数字化转型专家”，深耕政府、金融、制造等多领域，以云技术为核心，驱动AI、鸿蒙AIoT、ERP及数字化转型服务，引领国产智联网产业，聚焦金融信创、智慧城市等，推进国产替代与自主创新。秉持“率真存厚，立志有恒”的价值观，中软国际融合AI创新，致力于成为中国领先的信创软件服务商，加速数字中国建设，助力数字经济全球领先。',
    posts: ['操作系统运维工程师', '操作系统研发工程师'],
  },
  {
    logo: shenzhou,
    company: '神舟数码',
    intro:
      '神州数码集团股份有限公司（简称：神州数码）。从2000年成立伊始，神州数码以“数字中国”为使命，锐意变革，砥砺前行， 始终坚持以全球领先科技和自主创新核心技术赋能产业数字化转型和数字经济发展。公司致力于成为领先的数字化转型合作伙伴，神州数码围绕企业数字化，开创性的提出“以AI加速的数云融合”战略，为各个行业客户提供泛在的敏捷IT能力和融合的数据驱动能力，助力企业客户建立核心能力和竞争优势，全面推动社会的数字化、智能化转型升级。',
    posts: ['运维工程师'],
  },
];
